{
	"descriptionFromJSONList":[
  {
    "nameOfRoleOrSkill": "Ad Hoc Volunteer",
    "descriptionOfRoleOrSkill": "No minimum time commitment.\n\nHelp out as needed before, during, or after an event. No need to specialize!"
  },
  {
    "nameOfRoleOrSkill": "Comms Archivist",
    "descriptionOfRoleOrSkill": "The communications committee is in charge of press, documentation, social media, and our website.\n\nThe archivist is responsible for taking notes and organizing information and media files in asana and drive."
  },
  {
    "nameOfRoleOrSkill": "Comms Chair",
    "descriptionOfRoleOrSkill": "The communications committee is in charge of press, documentation, social media, and our website.\n\nThe chair is responsible for organizing meetings, making agendas, creating the PR schedule, delegating and following up, checking the inbox."
  },
  {
    "nameOfRoleOrSkill": "Comms Documentarian",
    "descriptionOfRoleOrSkill": "The communications committee is in charge of press, documentation, social media, and our website.\n\nThe documentarian is responsible for taking photos at events, recording live streams\n, and providing this data to the archivist."
  },
  {
    "nameOfRoleOrSkill": "Comms Graphic Designer",
    "descriptionOfRoleOrSkill": "The communications committee is in charge of press, documentation, social media, and our website.\n\nThe graphic designer is responsible for making graphics for meetups, collaborating with other artists and, editing templates as needed."
  },
  {
    "nameOfRoleOrSkill": "Comms Lead Discord Moderator",
    "descriptionOfRoleOrSkill": "The communications committee is in charge of press, documentation, social media, and our website.\n\nThe Lead Discord Moderator is responsible for making final calls on discord moderation action as well as maintaining and updating the discord with upcoming events."
  },
  {
    "nameOfRoleOrSkill": "Comms Social Media Officer",
    "descriptionOfRoleOrSkill": "The communications committee is in charge of press, documentation, social media, and our website.\n\nThe social media officer is responsible for managing the Fantastic Arcade Twitter and Instagram accounts"
  },
  {
    "nameOfRoleOrSkill": "Comms Webmaster",
    "descriptionOfRoleOrSkill": "The communications committee is in charge of press, documentation, social media, and our website.\n\nThe webmaster is responsible for making web updates and formatting images for the website and other needs\n."
  },
  {
    "nameOfRoleOrSkill": "Discord Moderator",
    "descriptionOfRoleOrSkill": "No minimum time commitment.\n\nThis role is held by all committee members but other members of the community are welcome to apply. Discord moderators help keep the discord atmosphere friendly and help monitor the discord for bad behaviour."
  },
  {
    "nameOfRoleOrSkill": "Games Co Chair",
    "descriptionOfRoleOrSkill": "The games commitee is resonsible for selecting games, spotlighting creators, and coordinating with developers.\n\nThe co-chairs are responsible for organizing meetings, making agendas, delegating and following up, helping come up with themes as well as ensuring games are selected in a timely manner."
  },
  {
    "nameOfRoleOrSkill": "Games Outreach Officer",
    "descriptionOfRoleOrSkill": "The games commitee is resonsible for selecting games, spotlighting creators, and coordinating with developers.\n\nThe outreach officers are specifically responsible for managing communications with game devs, coordinating production (what tech do we need? what else is needed for setup?), and socializing with devs at the event."
  },
  {
    "nameOfRoleOrSkill": "Games Secretary",
    "descriptionOfRoleOrSkill": "The games commitee is resonsible for selecting games, spotlighting creators, and coordinating with developers.\n\nThe secretary is responsible for taking notes during game committee meetings, calling out action items at the end of meetings, organizing information in Asana and drive and make sure the co chairs and other committees know where that information is."
  },
  {
    "nameOfRoleOrSkill": "Production Chair",
    "descriptionOfRoleOrSkill": "The production commitee is resonsible for event production, volunteer support, and tech maintenance.\n\nThe production chair is responsible for organizing meetings, making agendas, delegating and following up to ensure all parts of the production are covered."
  },
  {
    "nameOfRoleOrSkill": "Production Lead",
    "descriptionOfRoleOrSkill": "The production commitee is resonsible for event production, volunteer support, and tech maintenance.\n\nThe production lead is responsible for coordinate needs for meetup, order or run errands to pick up supplies, determine what needs to be brought to the venue, attend site visit with staff, as well as cordinating loading things into and out of the venue."
  },
  {
    "nameOfRoleOrSkill": "Production Secretary",
    "descriptionOfRoleOrSkill": "The production commitee is resonsible for event production, volunteer support, and tech maintenance.\n\nThe secretary is responsible for taking notes during production committee meetings, calling out action items at the end of meetings, organizing information in Asana and drive and make sure the chairs know where that information is."
  },
  {
    "nameOfRoleOrSkill": "Production Tech Lead",
    "descriptionOfRoleOrSkill": "The production commitee is resonsible for event production, volunteer support, and tech maintenance.\n\nThe production lead is responsible for coordinating the tech needs for meetups and keeping the spreadsheet up to date, ensuring tech is working before each event, as well as ensuring tech is properly transported to and from the venue."
  },
  {
    "nameOfRoleOrSkill": "Production Volunteer Lead",
    "descriptionOfRoleOrSkill": "The production commitee is resonsible for event production, volunteer support, and tech maintenance.\n\nThe volunteer lead is responsible for coordinating with potential volunteers via email (templates and info will be provided), review volunteering info sheets to know what’s going on at the meetup, greeting volunteers, showing them what to do and checking in on them throughout events, as well as sending thank you emails after events."
  },
  {
    "nameOfRoleOrSkill": "Available After Events",
    "descriptionOfRoleOrSkill": "Can stick around after events to help clean up"
  },
  {
    "nameOfRoleOrSkill": "Available Before Events",
    "descriptionOfRoleOrSkill": "Can show up to events early to help set up"
  },
  {
    "nameOfRoleOrSkill": "Available During Events",
    "descriptionOfRoleOrSkill": "Can be available during events to help facilitate and address issues if they arise"
  },
  {
    "nameOfRoleOrSkill": "Can Help Transport",
    "descriptionOfRoleOrSkill": "Have access to a reliable vehicle and able to lift and move heavy objects"
  },
  {
    "nameOfRoleOrSkill": "Create PR Schedules",
    "descriptionOfRoleOrSkill": "Ability and experience creating press release schedules"
  },
  {
    "nameOfRoleOrSkill": "Delegate and Follow Up",
    "descriptionOfRoleOrSkill": "Ability to ask people to do different tasks and follow up to ensure they are completed well and on time"
  },
  {
    "nameOfRoleOrSkill": "Discord Moderation",
    "descriptionOfRoleOrSkill": "Experience moderating public discord servers. Bonus if you know how to set up and utilize bots!"
  },
  {
    "nameOfRoleOrSkill": "Enjoy Teaching",
    "descriptionOfRoleOrSkill": "Enjoy teaching folks new skills"
  },
  {
    "nameOfRoleOrSkill": "Event Programming",
    "descriptionOfRoleOrSkill": "Experience programming art or other similar events"
  },
  {
    "nameOfRoleOrSkill": "Graphic Design",
    "descriptionOfRoleOrSkill": "Ability to create and modify templates and images in photoshop and similar as needed"
  },
  {
    "nameOfRoleOrSkill": "Have Volunteered Twice",
    "descriptionOfRoleOrSkill": "In order to be accepted as a committee member you must have previously volunteered twice. If you haven't yet volunteered thats ok, we will keep your application for when you have!"
  },
  {
    "nameOfRoleOrSkill": "Inclusive of Community Members",
    "descriptionOfRoleOrSkill": "Inclusive and supportive of all community members, regardless of race, gender, disability, sexuality"
  },
  {
    "nameOfRoleOrSkill": "Knowledge of Games",
    "descriptionOfRoleOrSkill": "You know and play video games!"
  },
  {
    "nameOfRoleOrSkill": "Organize Information",
    "descriptionOfRoleOrSkill": "Ability to provide and summarize information in an organized and accessible way"
  },
  {
    "nameOfRoleOrSkill": "Photography and Videography",
    "descriptionOfRoleOrSkill": "Experience taking and uploading photos and videos of events"
  },
  {
    "nameOfRoleOrSkill": "Prep and Run Meetings",
    "descriptionOfRoleOrSkill": "ability to prepare agendas for and run meetings."
  },
  {
    "nameOfRoleOrSkill": "Send Emails and Follow up",
    "descriptionOfRoleOrSkill": "Skilled at checking and sending emails"
  },
  {
    "nameOfRoleOrSkill": "Take Meeting Notes",
    "descriptionOfRoleOrSkill": "Skilled in taking meeting notes and highlighting action items"
  },
  {
    "nameOfRoleOrSkill": "Time for a Committee Role",
    "descriptionOfRoleOrSkill": "Monthly time commitment of 10 hours per month split between meetings, events, and other role specific tasks."
  },
  {
    "nameOfRoleOrSkill": "Twitter and Instagram",
    "descriptionOfRoleOrSkill": "Skilled in the ways of social media and knowledge of when and how to update different platforms"
  },
  {
    "nameOfRoleOrSkill": "Understand Tech",
    "descriptionOfRoleOrSkill": "Knowledge and ability to help troubleshoot tech"
  },
  {
    "nameOfRoleOrSkill": "Update Documentation",
    "descriptionOfRoleOrSkill": "Technical writing skills to help update and maintain documentation"
  },
  {
    "nameOfRoleOrSkill": "Web Development",
    "descriptionOfRoleOrSkill": "Knowledge of how to create and maintain websites"
  }
]
}